Repository: MARWEN-KHIARI/application_web_symfony
Catalog: src/Touch3d/AdminBundle/Resources/translations/messages.*.xlf
Languages: fr

source: Product
fr: Produit

source: Partner
fr: Partenaire

source: You Can Customize Your Site Here !
fr: Vous pouvez personnaliser votre site ici!

source: publish
fr: publier

source: revision
fr: révision

source: draft
fr: brouillon

source: Dashboard
fr: Tableau de bord

source: Gallery
fr: Galerie

source: Preview Profile
fr: Aperçu du profil

source: Account Settings
fr: Paramètres du compte

source: Change Password
fr: changer mot de passe

source: Logout
fr: Déconnexion

source: List of all %lb%
fr: Liste de tous les %lb%s

source: There you can view,search,create,update/edit and delete %lb%.
fr: Là, vous pouvez visualiser, créer, mettre à jour/modifier et supprimer des %lb%s.

source: Refresh
fr: Actualiser

source: Add New
fr: Ajouter un nouveau

source: Search
fr: Recherche

source: Statistics of all %lb%
fr: Statistiques de tous les %lb%s

source: Library
fr: Bibliothèque

source: delete selected pictures
fr: supprimer les photos sélectionnées

source: add
fr: ajouter

source: upload
fr: transférer

source: cancel
fr: annuler

source: Back to top
fr: Retour en haut de page

source: All Pictures
fr: Toutes les photos

source: Here you can view, add and delete pictures.
fr: Ici vous pouvez afficher, ajouter et supprimer des images.

source: Edit %lb%
fr: Modifier le %lb%

source: You can edit your %lb%.
fr: Vous pouvez modifier votre %lb%.

source: You cannot update your %lb%.
fr: Vous ne pouvez pas mettre à jour votre %lb%.

source: Create %lb%
fr: Créez %lb%

source: You can add a new %lb%.
fr: Vous pouvez ajouter un nouveau %lb%.

source: The %lb% of this id :
fr: Le %lb% de cet id :

source: No %lb% found for this id :
fr: Aucun %lb% trouvé pour cet id :

source: Delete Data
fr: supprimer les données

source: Are you sure?
fr: Etes-vous sûr?

source: Edit Informations
fr: Modifier les informations

source: View Details
fr: Voir les détails

source: Number of all %lb%
fr: Nombre de tous les %lb%s

source: Number %lb% founded
fr: Nombre %lb%s trouvés

source: Pictures are deleted
fr: Les images sont supprimées

source: Picture is added
fr: image est ajouté

source: Id of the modified %lb% is:
fr: Id du %lb% modifié est :

source: Id of the new %lb% is:
fr: Id du %lb% créé est :

source: No %lb% found for this request :
fr: Pas de %lb%s pour cette demande:

source: View Picture
fr: Voir Image

source: is removed!
fr: est supprimé!

source: Audience of website
fr: Audience du site web

source: Welcome To The Dashboard !
fr: Bienvenue sur le tableau de bord !

source: Preview Profile as User
fr: Aperçu du profil as User
